tap "artginzburg/tap"
tap "azhuchkov/tools"
tap "buildpacks/tap"
tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "pascaliske/telsocket"
tap "sidaf/pentest"
tap "sidneys/homebrew"
tap "teamookla/speedtest"
brew "openssl@3"
brew "aria2"
brew "glib"
brew "at-spi2-core"
brew "autojump"
brew "bat"
brew "binutils"
brew "icu4c"
brew "node"
brew "bitwarden-cli"
brew "cabextract"
brew "freetype"
brew "cdrtools"
brew "chezmoi"
brew "cmake"
brew "perl"
brew "dpkg"
brew "enca"
brew "exploitdb"
brew "eza"
brew "gcc"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "libssh"
brew "numpy"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "foremost"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "gdrive"
brew "gh"
brew "git"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "gobuster"
brew "golangci-lint"
brew "graphene"
brew "librsvg"
brew "graphviz"
brew "gtk+3"
brew "libsoup"
brew "srtp"
brew "gstreamer"
brew "gzip"
brew "gzrt"
brew "hashcat"
brew "htop"
brew "libfido2"
brew "mysql-client"
brew "hydra"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "john-jumbo"
brew "jpeg"
brew "jq"
brew "jupyterlab"
brew "krb5"
brew "libnice"
brew "libpq"
brew "libraqm"
brew "llvm"
brew "lsusb"
brew "make"
brew "marksman"
brew "mcrypt"
brew "mk-configure"
brew "move2kube"
brew "mysql"
brew "nano"
brew "ncdu"
brew "ncspot"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nikto"
brew "packer"
brew "pillow"
brew "postgresql@14"
brew "pure"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "qpdf"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "rustscan"
brew "samba"
brew "shellcheck"
brew "smartmontools"
brew "starship"
brew "stow"
brew "telnet", link: false
brew "terminal-notifier"
brew "testdisk"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tor", restart_service: true
brew "torsocks"
brew "tree"
brew "vala"
brew "wget"
brew "whois"
brew "wimlib"
brew "wpscan"
brew "wxwidgets"
brew "wxpython"
brew "xorriso"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "azhuchkov/tools/tunblkctl"
brew "caarlos0/tap/timer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community-shell"
brew "sidneys/homebrew/chntpw"
brew "sidneys/homebrew/unrar"
brew "teamookla/speedtest/speedtest"
cask "google-drive"
cask "macfuse"
cask "meld"
cask "ngrok"
cask "osquery"
cask "powershell"
cask "sanesidebuttons"
cask "tomatobar"
cask "wkhtmltopdf"
