tap "artginzburg/tap"
tap "azhuchkov/tools"
tap "buildpacks/tap"
tap "caarlos0/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "pascaliske/telsocket"
tap "sidneys/homebrew"
tap "teamookla/speedtest"
brew "openssl@3"
brew "libssh"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "aria2"
brew "glib"
brew "at-spi2-core"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "cabextract"
brew "freetype"
brew "cdrtools"
brew "chezmoi"
brew "cmake"
brew "perl"
brew "dpkg"
brew "duckdb"
brew "enca"
brew "evtx"
brew "exploitdb"
brew "eza"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "foremost"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gdrive"
brew "gh"
brew "git"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gobuster"
brew "golangci-lint"
brew "graphene"
brew "librsvg"
brew "graphviz"
brew "gtk+3"
brew "gzip"
brew "gzrt"
brew "hashcat"
brew "htop"
brew "hydra"
brew "icu4c@76"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "john-jumbo"
brew "jpeg"
brew "jq"
brew "jupyterlab"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "libraqm"
brew "libsoup"
brew "llvm"
brew "lsusb"
brew "make"
brew "marksman"
brew "mas"
brew "mk-configure"
brew "mysql"
brew "mysql-client"
brew "nano"
brew "ncdu"
brew "ncspot"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nikto"
brew "nnn"
brew "nowplaying-cli"
brew "numpy"
brew "nushell"
brew "ouch"
brew "p7zip"
brew "packer"
brew "pillow"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "prowler"
brew "pure"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "qpdf"
brew "r"
brew "rclone"
brew "rich-cli"
brew "ripgrep"
brew "rsync"
brew "ruby@3.2"
brew "rustscan"
brew "samba"
brew "shellcheck"
brew "sherlock"
brew "smartmontools"
brew "srtp"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "syft"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "testdisk"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tor", restart_service: :changed
brew "torsocks"
brew "vala"
brew "wget"
brew "whois"
brew "wimlib"
brew "wxpython"
brew "wxwidgets"
brew "xorriso"
brew "xq"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "azhuchkov/tools/tunblkctl"
brew "caarlos0/tap/timer"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community-shell"
brew "sidneys/homebrew/unrar"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "amethyst"
cask "balenaetcher"
cask "betterdisplay"
cask "blender"
cask "calibre"
cask "chatgpt"
cask "cursor"
cask "darktable"
cask "discord"
cask "displaylink"
cask "docker-desktop"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "homerow"
cask "hot"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "notion-mail"
cask "numi"
cask "obsidian"
cask "origin"
cask "osquery"
cask "postman"
cask "raycast"
cask "sanesidebuttons"
cask "sf-symbols"
cask "signal"
cask "sony-ps-remote-play"
cask "spotify"
cask "stats"
cask "steam"
cask "tor-browser"
cask "transmission"
cask "tunnelblick@beta"
cask "utm"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "wireshark-app"
cask "wkhtmltopdf"
cask "zen"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "MyWhoosh Indoor Cycling App", id: 1498889644
mas "OneDrive", id: 823766827
mas "Perplexity", id: 6714467650
mas "Vimari", id: 1480933944
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
vscode "zainchen.json"
