tap "artginzburg/tap"
tap "azhuchkov/tools"
tap "buildpacks/tap"
tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "pascaliske/telsocket"
tap "sidaf/pentest"
tap "sidneys/homebrew"
tap "teamookla/speedtest"
brew "openssl@3"
brew "aria2"
brew "glib"
brew "at-spi2-core"
brew "autojump"
brew "bash"
brew "bat"
brew "binutils"
brew "icu4c"
brew "node"
brew "bitwarden-cli"
brew "cabextract"
brew "freetype"
brew "cdrtools"
brew "chezmoi"
brew "cmake"
brew "perl"
brew "dpkg"
brew "enca"
brew "evtx"
brew "exploitdb"
brew "eza"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "numpy"
brew "findutils"
brew "foremost"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "gdrive"
brew "gh"
brew "git"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "gobuster"
brew "golangci-lint"
brew "graphene"
brew "librsvg"
brew "graphviz"
brew "gtk+3"
brew "libsoup"
brew "srtp"
brew "gstreamer"
brew "gzip"
brew "gzrt"
brew "hashcat"
brew "htop"
brew "libfido2"
brew "mysql-client"
brew "hydra"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "inetutils", link: false
brew "john-jumbo"
brew "jpeg"
brew "jq"
brew "jupyterlab"
brew "krb5"
brew "libnice"
brew "libpq"
brew "libraqm"
brew "llvm"
brew "lsusb"
brew "make"
brew "marksman"
brew "mk-configure"
brew "mysql"
brew "nano"
brew "ncdu"
brew "ncspot"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nikto"
brew "p7zip"
brew "packer"
brew "pillow"
brew "pipx"
brew "postgresql@14"
brew "pure"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "qpdf"
brew "r"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "rustscan"
brew "samba"
brew "shellcheck"
brew "smartmontools"
brew "starship"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "testdisk"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tor", restart_service: true
brew "torsocks"
brew "tree"
brew "vala"
brew "wget"
brew "whois"
brew "wimlib"
brew "wxwidgets"
brew "wxpython"
brew "xorriso"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "azhuchkov/tools/tunblkctl"
brew "caarlos0/tap/timer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community-shell"
brew "sidaf/pentest/wpscan"
brew "sidneys/homebrew/unrar"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "android-file-transfer"
cask "arc"
cask "balenaetcher"
cask "blender"
cask "displaylink"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "goldencheetah"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "hot"
cask "iterm2"
cask "karabiner-elements"
cask "logi-options-plus"
cask "maccy"
cask "macfuse"
cask "microsoft-remote-desktop"
cask "ngrok"
cask "notion"
cask "numi"
cask "nvidia-geforce-now"
cask "obsidian"
cask "openvpn-connect"
cask "origin"
cask "osquery"
cask "powershell"
cask "raycast"
cask "sanesidebuttons"
cask "sony-ps-remote-play"
cask "spotify"
cask "stats"
cask "steam"
cask "tomatobar"
cask "transmission"
cask "warp"
cask "wezterm"
cask "wireshark"
cask "wkhtmltopdf"
cask "zwift"
